---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsWorksets
source: html/89a0ca1b-e434-75d0-526b-3ec001faa3b3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsWorksets Property

"V/G Overrides Worksets"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsWorksets { get; }
```